{
  "documentation": "Documentation",
  "sophosia": "Sophosia",
  "language": "Language",
  "light-dark-mode": "Light / Dark mode",
  "slogan": "Your Research Helper",
  "more-platform": "More platforms",
  "get-sophosia-for": "Get Sophosia for {0}",
  "sophosia-is-coming": "Sophosia for {0} is coming",
  "docs": "Docs",
  "coming-soon": "Coming soon!",
  "support": "Support",
  "contribute": "Contribute to / Share / Sponsor this project.",
  "app-description": "THE reference manager with features including PDF reading / annotating, Markdown / Excalidraw note-taking, project / note linking, and more...",
  "excalidraw-title": "Draft with Excalidraw",
  "excalidraw-text": "Free your mind using the canvas without border. Perfect for people who like to write and / or draw things with pen.",
  "features": "Features",
  "reference-management-title": "Reference Management",
  "reference-management-text": "Manage your references and corresponding notes in one place. Seting favorites, modifying meta infomation of a reference, managing tags, searching for references... All esential functionalities are here.",
  "pdf-reader-title": "Read and Annotate PDFs",
  "pdf-reader-text": "PDF reader comes with an internal link peeker, no need to flip back and forward to read figures, tables and formulas now. Of course, PDF reader supports annotations, and LaTeX is supported in the annotaiton. Perfect for STEM researchers.",
  "markdown-editor-title": "Take Notes with Markdown",
  "markdown-editor-text": "Live Markdown is the most elegant way to take notes. Together with the power of internal link, you could build your own knowledge network.",
  "frequent-questions": "Frequent questions",
  "differ-from-zotero-q": "How does it differ from other reference Manager, say Zotero?",
  "differ-from-zotero-a": "While Zotero specialized in reference management. Sophosia gives you an integrated experience of note-taking and reference-managing.",
  "how-to-sync-q": "How do I sync data among devices?",
  "how-to-sync-a": "Unlike other reference managers, all of Sophosia's data is stored in the user selected storage folder. Meaning that to sync data users only need to sync the storage folder to other devices. This is particularly friendly to free syncing technology like Syncthing.",
  "cannot-verify-developer-q": "Cannot verify developer while installing?!",
  "cannot-verify-developer-a": "It's not a virus! I just didn't bother to buy digital licenses on Windows and macOS for my application in this early stage. I will buy licenses once this project gets enough traction.",
  "export-pdf-q": "Can I export PDF with annotations?",
  "export-pdf-a": "In my knowledge, LaTeX supported annotation is only available in Sophosia, it is not a standard feature of many PDF viewers. Currently we don't support exporting PDF with annotations.",
  "edit-in-other-app-q": "Can I edit PDF, Markdown and Excalidraw files in other applications?",
  "edit-in-other-app-a": "Yes. Sophosia is designed in a file-centric way, you can edit PDFs / notes in your favorite applications without worrying data conflict between applications.",
  "plugin-system-q": "Is there a plugin system?",
  "plugin-system-a": "Yes. The prototype of plugin system has already been tested in the beta version, previously named <a target='_blank' href='https://github.com/ResearchHelper/research-helper'>Research-helper</a>. Yet, We need to improve the plugin system structure and Sophosia APIs before user can actually use it.",
  "research-helper": "Research Helper",
  "translate": "Translate"
}
