{
  "documentation": "Documentation",
  "sophosia": "Sophosia",
  "language": "Language",
  "light-dark-mode": "Light / Dark Mode",
  "slogan": "Sophosia - Your Research Helper",
  "more-platform": "More Platforms",
  "get-sophosia-for": "Sophosia for {0}",
  "sophosia-is-coming": "Sophosia for {0} is Coming",
  "docs": "Docs",
  "coming-soon": "Coming Soon!",
  "support": "Support",
  "contribute": "Contribute to / Share / Sponsor This Project.",
  "app-description": "Say Hello to Your New Research Friend: annotatePDFs, Take notes with Markdown/Excalidraw, Organize References, Link thoughts, notes, and Papers Like a Pro, and More... It's Not Just Smart, It's Genius!",
  "excalidraw-title": "Draft with Excalidraw",
  "excalidraw-text": "Free your mind using the canvas without borders. Perfect for people who like to write and / or draw things with a pen.",
  "features": "Features",
  "reference-management-title": "Reference Management",
  "reference-management-text": "Efficiently manage and export your references from one central location. With a single click, choose from over 6 bibliography styles and various formats, whether you're exporting an entire folder or just a single paper's references, ensuring quick and organized access to your bibliographic data.",
  "pdf-reader-title": "Read and Annotate PDFs",
  "pdf-reader-text": "Our PDF reader, ideal for STEM researchers, offers an internal link peeker for seamless access to figures, tables, and formulas without the hassle of flipping pages. It also enables annotations and translation, with LaTeX compatibility within annotations, enhancing your reading and research experience.",
  "markdown-editor-title": "Take Notes with Markdown",
  "markdown-editor-text": "Take notes with Markdown, the most elegant and flexible way to take notes. Together with the power of internal linking, you could build your own knowledge network for each research project you work on.",
  "frequent-questions": "Frequent Questions",
  "differ-from-zotero-q": "How does it differ from other reference managers, say Zotero?",
  "differ-from-zotero-a": "While Zotero specializes in reference management, Sophosia provides an integrated experience of note-taking and reference managing.",
  "how-to-sync-q": "How do I sync data among devices?",
  "how-to-sync-a": "Unlike other reference managers, all of Sophosia's data is stored in a user-selected storage folder. This means that to sync data, users only need to sync the storage folder to other devices. This is particularly friendly to free syncing technology like Syncthing, Onedrive, iCloud Drive.",
  "cannot-verify-developer-q": "Cannot verify developer while installing?!",
  "cannot-verify-developer-a": "Rest assured, it's not a virus! At this initial phase, our application hasn't been equipped with code signing digital certifications for Windows and macOS. We plan to acquire these licenses in the near future.",
  "export-pdf-q": "Can I export PDFs with annotations?",
  "export-pdf-a": "To my knowledge, LaTeX-supported annotation is only available in Sophosia; it is not a standard feature of many PDF viewers. Currently, we don't support exporting PDFs with annotations.",
  "edit-in-other-app-q": "Can I edit PDF, Markdown, and Excalidraw files in other applications?",
  "edit-in-other-app-a": "Yes. Sophosia is designed in a file-centric way, so you can edit PDFs / notes in your favorite applications without worrying about data conflicts between applications.",
  "plugin-system-q": "Is there a plugin system?",
  "plugin-system-a": "Yes. The prototype of the plugin system has already been tested in the beta version, previously named <a target='_blank' href='https://github.com/ResearchHelper/research-helper'>Research Helper</a>. However, we need to improve the plugin system structure and Sophosia APIs before users can actually use it.",
  "research-helper": "Research Helper",
  "translate": "Translate",
  "promise": "Take charge of your knowledge!"
}
